Repository: MDModsDev/MuseDashModTools
Catalog: src/MuseDashModTools.Localization/XAML/XAML.*.resx
Languages: es, hu

# Folder_UserData
source: UserData
es: Carpeta de\najustes local

# XAML_ReportBug
source: Report Bug
es: Reporta un error
hu: Hibajelentés

# XAML_Analyze
source: Analyze Log
es: Analizar\neste log
hu: Log elemzése

# Button_Apply
source: Apply
es: Aplicar
hu: Alkalmaz

# XAML_AskType_Always
source: Always Ask
es: Preguntar primero
hu: Kérdezz rá

# XAML_AskType_Yes
source: Yes
es: Sí
hu: Igen

# XAML_ChangePath
source: Change Path
es: Modificar carpeta
hu: Mappaválasztás

# ModFilterType_All
source: All
es: Mostrar todo
hu: Mind

# ModFilterType_Enabled
source: Enabled
es: Activo
hu: Bekapcsolt

# XAML_Font
source: Font:
es: Fuente:
hu: Betűtípus:

# ModFilterType_Installed
source: Installed
es: Instalado
hu: Telepített

# ModFilterType_Incompatible
source: Incompatible
es: No compatible
hu: Nem működik

# Button_Install
source: Install
es: Instalar
hu: Telepítés

# Setting_Title_Language
source: Language
es: Idioma
hu: Nyelv

# XAML_Folder_Log
source: Open Log Folder
es: Ir a mi Log
hu: Log mappa megnyitása

# Folder_Mods
source: Mods
es: Carpeta de\nmods
hu: Mappa

# AllGameVersionCompatible
source: All
es: Todas
hu: Mind

# XAML_Mod_Duplicate
source: Duplicated by:
es: Duplicado de:
hu: Duplikálja:

# ModState_Modified
source: Modified
es: Modificado
hu: Módosított

# ModState_Normal
source: Installed
es: instalada

# ModFilterType_Outdated
source: Outdated
es: Desactualizado
hu: Elavult

# Button_Reinstall
source: Reinstall
es: Reinstalar
hu: Újra-telepítés

# SearchBarWatermark_Mod
source: Search Mods (Name, Author)
es: Buscar mods (Nombre, Autor, Descripción)
hu: Keresés

# XAML_Setting_DisableDependency_Delete
source: Disable dependents when deleting Mod
es: Desactivar dependencia al eliminar un Mod
hu: Függő modok kikapcsolása mod törlésekor

# XAML_Setting_DisableDependency_Disable
source: Disable dependents when disabling Mod
es: Desactivar dependencia al desactivar un Mod
hu: Függő modok kikapcsolása mod kikapcsolásakor

# XAML_Setting_EnableDependency_Enable
source: Enable dependencies when enabling Mod
es: Activar dependencias al activar un Mod
hu: Függőségek bekapcsolása mod bekapcsolásakor

# XAML_Setting_EnableDependency_Install
source: Enable dependencies when installing Mod
es: Activar dependencias al instalar un Mod
hu: Függőségek bekapcsolása mod telepítésekor

# XAML_TroubleShoot
source: Troubleshoot
es: Reportar un\nproblema
hu: Hibakeresés

# Button_Uninstall
source: Uninstall
es: Desinstalar
hu: Törlés

# Button_Update
source: Update
es: Actualizar
hu: Frissítés

# XAML_UseCustomDownloadSource
source: Provide the link of custom download source
es: Ingresa el enlace de descarga
hu: Add meg az egyéni forrás linkjét

# XAML_CustomDownloadSourceFormat
source: The link must end in "/", and must be accessible and parsable when appending "ModLinks.json" to the end of the address (The same structure as the Github repository) Takes effect after restarting app
es: El enlace debe terminar en una "/", ser público y ser compatible con "ModLinks.json" (La misma estructura que en Github)\n¡Tomará efecto al reiniciar el programa!
hu: A linknek "/"-el kell végződnie, emellett elérhetőnek és értelemezhetőnek kell lennie úgy, hogy ha "ModLinks.json" van a végéhez fűzve (Ugyanaz mint egy GitHub projekt felépítése)\nÚjraindítás után lép életbe

# XAML_Download_Chart
source: Download
es: Descargar
hu: Letöltés

# XAML_Chart_Downloads
source: Downloads:
es: Descargas:
hu: Letöltések:

# XAML_Chart_Likes
source: Likes:
es: Favoritos:
hu: Lájkok:

# XAML_Charter
source: Charter:
es: Diseñador:
hu: Készítő:

# Folder_CustomAlbums
source: Custom Albums
es: Abrir carpeta\nde charts
hu: Custom_Albums mappa

# XAML_ChartSortOptions
source: Sort by:
es: Ordenar por:
hu: Rendezés:

# XAML_ChartFilterTypes
source: Filter by
es: Dificultad
hu: Szűrés

# XAML_ChartSortOption_Default
source: Default
es: N/A
hu: Alapértelmezett

# XAML_ChartSortOption_Likes
source: Likes
es: Favoritos
hu: Lájkok

# XAML_ChartSortOption_Downloads
source: Downloads
es: Descargas
hu: Letöltések

# XAML_ChartSortOption_Latest
source: Latest
es: Nuevos
hu: Legújabb

# XAML_ChartSortOption_Name
source: Name
es: Nombre
hu: Név

# XAML_ChartSortOption_Level
source: Level
es: Dificultad
hu: Nehézség

# XAML_InfoJson_ChartName
source: Name
es: Canción
hu: Cím

# XAML_InfoJson_Author
source: Artist
es: Artista
hu: Zenész

# XAML_InfoJson_LevelDesigner
source: Level Designer
es: Diseñador
hu: Készítő

# XAML_InfoJson_Scene
source: Scene
es: Escena
hu: Helyszín

# XAML_InfoJson_Difficulty
source: Difficulty
es: Dificultad
hu: Nehézség

# XAML_InfoJson_SearchTags
source: Search Tags
es: Buscar Tags
hu: Kereső címkék

# XAML_InfoJson_HideBmsMode
source: Hide Bms Mode
es: Ocultar modo BMS
hu: Rejtett BMS módszer

# XAML_InfoJson_HideBmsDifficulty
source: Hide Bms Difficulty
es: Ocultar dificultad BMS
hu: Rejtett BMS helye

# XAML_InfoJson_HideBmsMessage
source: Hide Bms Message
es: Ocultar mensaje BMS
hu: Rejtett Bms üzenete

# XAML_ChooseChartPath
source: Choose Chart Folder
es: Elige la carpeta de Chart
hu: Válaszd ki a zene mappádat

# XAML_Scene_SpaceStation
source: Space Station
es: Estación Espacial

# XAML_Scene_Retrocity
source: Retrocity
es: Ciudad Retro

# XAML_Scene_Castle
source: Castle
es: Castillo

# XAML_Scene_RainyNight
source: RainyNight
es: Lluvia Nocturna

# XAML_Scene_Candyland
source: Candyland
es: Bosque de caramelo

# XAML_Scene_LetsGroove
source: Let's Groove
es: Groove Coaster

# Panel_Setting_About
source: About
es: Créditos
hu: A projektről

# Page_Home
source: Home
es: Más información
hu: Fő-oldal

# Page_Setting
source: Setting
es: Ajustes
hu: Beállítások

# Page_LogAnalysis
source: Log Analysis
es: Analizar
hu: Elemzés

# Setting_DownloadSource_GitHubMirror
source: GitHub Mirror
hu: GitHub tükörlink

# XAML_AskType_No
source: No
hu: Nem

# Setting_DownloadSource_Custom
source: Custom
hu: Egyéni forrás

# Panel_Modding_ModManage
source: Mod Manage
hu: Modok

# Panel_Charting_ChartManage
source: Chart Manage
hu: Zenék
